Repository: Porabuild/Poracode
Catalog: ios/App/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# rich_chat_backgrounded
source: Return to Poracode to continue this action.
de: Kehre zu Poracode zurück, um diese Aktion fortzusetzen.
es: Vuelve a Poracode para continuar con esta acción.
fr: Revenez dans Poracode pour poursuivre cette action.
ja: この操作を続けるには Poracode に戻ってください。
ko: 이 작업을 계속하려면 Poracode로 돌아오세요.
pl: Wróć do Poracode, aby kontynuować tę czynność.
pt_br: Volte ao Poracode para continuar esta ação.
ru: Вернитесь в Poracode, чтобы продолжить действие.
tr: Bu işleme devam etmek için Poracode’a dönün.
uk: Поверніться до Poracode, щоб продовжити дію.
vi: Quay lại Poracode để tiếp tục thao tác này.
zh_hans: 请返回 Poracode 以继续此操作。

# rich_chat_busy
source: Another conversation action is running.
de: Eine andere Unterhaltungsaktion wird ausgeführt.
es: Hay otra acción de conversación en curso.
fr: Une autre action de conversation est en cours.
ja: 別の会話操作を実行中です。
ko: 다른 대화 작업이 실행 중입니다.
pl: Trwa inna czynność w rozmowie.
pt_br: Outra ação da conversa está em andamento.
ru: Выполняется другое действие с разговором.
tr: Başka bir konuşma işlemi devam ediyor.
uk: Виконується інша дія з розмовою.
vi: Một thao tác hội thoại khác đang chạy.
zh_hans: 正在执行另一项对话操作。

# rich_chat_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

# rich_chat_changed_files_count
source: %lld changed files
de: %lld geänderte Dateien
es: %lld archivos modificados
fr: %lld fichiers modifiés
ja: 変更されたファイル：%lld件
ko: 변경된 파일 %lld개
pl: %lld zmienionych plików
pt_br: %lld arquivos alterados
ru: Изменено файлов: %lld
tr: %lld değiştirilmiş dosya
uk: Змінено файлів: %lld
vi: %lld tệp đã thay đổi
zh_hans: 已更改 %lld 个文件

# rich_chat_checkpoint_summary
source: %1$@ · %2$lld changed files
de: %1$@ · %2$lld geänderte Dateien
es: %1$@ · %2$lld archivos cambiados
fr: %1$@ · %2$lld fichiers modifiés
ja: %1$@ · 変更ファイル %2$lld 件
ko: %1$@ · 변경된 파일 %2$lld개
pl: %1$@ · Zmienione pliki: %2$lld
pt_br: %1$@ · %2$lld arquivos alterados
ru: %1$@ · изменено файлов: %2$lld
tr: %1$@ · %2$lld dosya değişti
uk: %1$@ · змінено файлів: %2$lld
vi: %1$@ · %2$lld tệp đã thay đổi
zh_hans: %1$@ · %2$lld 个已更改文件

# rich_chat_checkpoints
source: Checkpoints
de: Prüfpunkte
es: Puntos de control
fr: Points de contrôle
ja: チェックポイント
ko: 체크포인트
pl: Punkty kontrolne
pt_br: Pontos de controle
ru: Контрольные точки
tr: Kontrol noktaları
uk: Контрольні точки
vi: Điểm kiểm tra
zh_hans: 检查点

# rich_chat_clear_goal
source: Clear goal
de: Ziel löschen
es: Borrar objetivo
fr: Effacer l’objectif
ja: 目標をクリア
ko: 목표 지우기
pl: Wyczyść cel
pt_br: Limpar meta
ru: Очистить цель
tr: Hedefi temizle
uk: Очистити ціль
vi: Xóa mục tiêu
zh_hans: 清除目标

# rich_chat_clear_steer
source: Clear steer
de: Anweisung löschen
es: Borrar instrucción
fr: Effacer l’instruction
ja: 指示をクリア
ko: 지시 지우기
pl: Wyczyść instrukcję
pt_br: Limpar instrução
ru: Очистить инструкцию
tr: Yönlendirmeyi temizle
uk: Очистити інструкцію
vi: Xóa chỉ dẫn
zh_hans: 清除指示

# rich_chat_close_thread
source: Close Thread
de: Thread schließen
es: Cerrar hilo
fr: Fermer le fil
ja: スレッドを閉じる
ko: 스레드 닫기
pl: Zamknij wątek
pt_br: Fechar conversa
ru: Закрыть ветку
tr: İleti dizisini kapat
uk: Закрити гілку
vi: Đóng luồng
zh_hans: 关闭线程

# rich_chat_close_thread_confirm_message
source: The desktop stops this thread’s runtime. The transcript stays available.
de: Der Desktop beendet die Laufzeit dieses Threads. Die Unterhaltung bleibt verfügbar.
es: El escritorio detiene el entorno de ejecución de este hilo. La conversación seguirá disponible.
fr: Le bureau arrête l’exécution de ce fil. La conversation reste disponible.
ja: デスクトップはこのスレッドのランタイムを停止します。会話は引き続き参照できます。
ko: 데스크톱이 이 스레드의 런타임을 중지합니다. 대화 내용은 계속 볼 수 있습니다.
pl: Komputer zatrzyma środowisko uruchomieniowe tego wątku. Zapis rozmowy pozostanie dostępny.
pt_br: O desktop interrompe o runtime desta conversa. O histórico continua disponível.
ru: Компьютер остановит среду выполнения этой ветки. Переписка останется доступной.
tr: Masaüstü, bu ileti dizisinin çalışma zamanını durdurur. Konuşma dökümü erişilebilir kalır.
uk: Комп’ютер зупинить середовище виконання цієї гілки. Розмова залишиться доступною.
vi: Máy tính sẽ dừng môi trường chạy của luồng này. Bản ghi cuộc trò chuyện vẫn còn.
zh_hans: 桌面端会停止此线程的运行时。对话记录仍可查看。

# rich_chat_close_thread_confirm_title
source: Close this thread?
de: Diesen Thread schließen?
es: ¿Cerrar este hilo?
fr: Fermer ce fil ?
ja: このスレッドを閉じますか？
ko: 이 스레드를 닫을까요?
pl: Zamknąć ten wątek?
pt_br: Fechar esta conversa?
ru: Закрыть эту ветку?
tr: Bu ileti dizisi kapatılsın mı?
uk: Закрити цю гілку?
vi: Đóng luồng này?
zh_hans: 要关闭此线程吗？

# rich_chat_collapse_activity
source: Collapse activity
de: Aktivität ausblenden
es: Contraer actividad
fr: Réduire l’activité
ja: アクティビティを折りたたむ
ko: 활동 접기
pl: Zwiń aktywność
pt_br: Recolher atividade
ru: Свернуть действия
tr: Etkinliği daralt
uk: Згорнути активність
vi: Thu gọn hoạt động
zh_hans: 收起活动

# rich_chat_command
source: Command
de: Befehl
es: Comando
fr: Commande
ja: コマンド
ko: 명령
pl: Polecenie
pt_br: Comando
ru: Команда
tr: Komut
uk: Команда
vi: Lệnh
zh_hans: 命令

# rich_chat_context_percent
source: %@ used
de: %@ belegt
es: %@ usado
fr: %@ utilisé
ja: %@ 使用
ko: %@ 사용
pl: Wykorzystano %@
pt_br: %@ usado
ru: Использовано %@
tr: %@ kullanıldı
uk: Використано %@
vi: Đã dùng %@
zh_hans: 已使用 %@

# rich_chat_context_tokens
source: %1$@ of %2$@ tokens
de: %1$@ von %2$@ Tokens
es: %1$@ de %2$@ tokens
fr: %1$@ sur %2$@ tokens
ja: %2$@ トークン中 %1$@
ko: %2$@ 토큰 중 %1$@
pl: %1$@ z %2$@ tokenów
pt_br: %1$@ de %2$@ tokens
ru: %1$@ из %2$@ токенов
tr: %2$@ token içinden %1$@
uk: %1$@ з %2$@ токенів
vi: %1$@ trên %2$@ token
zh_hans: %2$@ 个 token 中的 %1$@

# rich_chat_context_unknown
source: Occupancy not reported
de: Belegung nicht gemeldet
es: Ocupación no informada
fr: Occupation non communiquée
ja: 使用量は報告されていません
ko: 사용량이 보고되지 않았습니다
pl: Nie zgłoszono zajętości
pt_br: Ocupação não informada
ru: Заполнение не сообщено
tr: Doluluk bildirilmedi
uk: Заповнення не повідомлено
vi: Chưa báo cáo mức sử dụng
zh_hans: 未报告占用量

# rich_chat_context_window
source: Context window
de: Kontextfenster
es: Ventana de contexto
fr: Fenêtre de contexte
ja: コンテキストウィンドウ
ko: 컨텍스트 창
pl: Okno kontekstu
pt_br: Janela de contexto
ru: Окно контекста
tr: Bağlam penceresi
uk: Вікно контексту
vi: Cửa sổ ngữ cảnh
zh_hans: 上下文窗口

# rich_chat_deny
source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
ja: 拒否
ko: 거부
pl: Odrzuć
pt_br: Negar
ru: Отклонить
tr: Reddet
uk: Відхилити
vi: Từ chối
zh_hans: 拒绝

# rich_chat_edit_goal
source: Edit goal
de: Ziel bearbeiten
es: Editar objetivo
fr: Modifier l’objectif
ja: 目標を編集
ko: 목표 편집
pl: Edytuj cel
pt_br: Editar meta
ru: Изменить цель
tr: Hedefi düzenle
uk: Редагувати ціль
vi: Chỉnh sửa mục tiêu
zh_hans: 编辑目标

# rich_chat_edit_steer
source: Edit steer
de: Anweisung bearbeiten
es: Editar instrucción
fr: Modifier l’instruction
ja: 指示を編集
ko: 지시 편집
pl: Edytuj instrukcję
pt_br: Editar instrução
ru: Изменить инструкцию
tr: Yönlendirmeyi düzenle
uk: Редагувати інструкцію
vi: Chỉnh sửa chỉ dẫn
zh_hans: 编辑指示

# rich_chat_empty_transcript_message
source: Send a message to start this conversation.
de: Sende eine Nachricht, um diese Unterhaltung zu beginnen.
es: Envía un mensaje para iniciar esta conversación.
fr: Envoyez un message pour démarrer cette conversation.
ja: メッセージを送信して会話を開始します。
ko: 메시지를 보내 대화를 시작하세요.
pl: Wyślij wiadomość, aby rozpocząć tę rozmowę.
pt_br: Envie uma mensagem para iniciar esta conversa.
ru: Отправьте сообщение, чтобы начать этот разговор.
tr: Bu konuşmayı başlatmak için bir mesaj gönderin.
uk: Надішліть повідомлення, щоб почати цю розмову.
vi: Gửi tin nhắn để bắt đầu cuộc trò chuyện này.
zh_hans: 发送消息以开始此对话。

# rich_chat_empty_transcript_title
source: No messages yet
de: Noch keine Nachrichten
es: Aún no hay mensajes
fr: Aucun message pour le moment
ja: まだメッセージはありません
ko: 아직 메시지가 없습니다
pl: Brak wiadomości
pt_br: Ainda não há mensagens
ru: Сообщений пока нет
tr: Henüz mesaj yok
uk: Повідомлень ще немає
vi: Chưa có tin nhắn
zh_hans: 暂无消息

# rich_chat_expand_activity
source: Expand activity
de: Aktivität einblenden
es: Expandir actividad
fr: Développer l’activité
ja: アクティビティを展開
ko: 활동 펼치기
pl: Rozwiń aktywność
pt_br: Expandir atividade
ru: Развернуть действия
tr: Etkinliği genişlet
uk: Розгорнути активність
vi: Mở rộng hoạt động
zh_hans: 展开活动

# rich_chat_file_changes
source: File changes
de: Dateiänderungen
es: Cambios de archivos
fr: Modifications de fichiers
ja: ファイルの変更
ko: 파일 변경 사항
pl: Zmiany w plikach
pt_br: Alterações em arquivos
ru: Изменения файлов
tr: Dosya değişiklikleri
uk: Зміни файлів
vi: Thay đổi tệp
zh_hans: 文件更改

# rich_chat_file_checkpoint
source: File checkpoint
de: Datei-Prüfpunkt
es: Punto de control de archivos
fr: Point de contrôle de fichiers
ja: ファイルのチェックポイント
ko: 파일 체크포인트
pl: Punkt kontrolny plików
pt_br: Ponto de controle de arquivos
ru: Контрольная точка файлов
tr: Dosya kontrol noktası
uk: Контрольна точка файлів
vi: Điểm kiểm tra tệp
zh_hans: 文件检查点

# rich_chat_goal
source: Goal
de: Ziel
es: Objetivo
fr: Objectif
ja: 目標
ko: 목표
pl: Cel
pt_br: Meta
ru: Цель
tr: Hedef
uk: Ціль
vi: Mục tiêu
zh_hans: 目标

# rich_chat_goal_objective
source: Goal objective
de: Zielbeschreibung
es: Descripción del objetivo
fr: Description de l’objectif
ja: 目標の内容
ko: 목표 내용
pl: Opis celu
pt_br: Descrição da meta
ru: Описание цели
tr: Hedef amacı
uk: Опис цілі
vi: Nội dung mục tiêu
zh_hans: 目标内容

# rich_chat_goal_status_active
source: Active
de: Aktiv
es: Activo
fr: Actif
ja: 実行中
ko: 활성
pl: Aktywny
pt_br: Ativo
ru: Активна
tr: Etkin
uk: Активна
vi: Đang hoạt động
zh_hans: 活跃

# rich_chat_goal_status_budget_limited
source: Budget limit reached
de: Budgetlimit erreicht
es: Límite de presupuesto alcanzado
fr: Limite de budget atteinte
ja: 予算上限に到達
ko: 예산 한도 도달
pl: Osiągnięto limit budżetu
pt_br: Limite de orçamento atingido
ru: Лимит бюджета исчерпан
tr: Bütçe sınırına ulaşıldı
uk: Ліміт бюджету вичерпано
vi: Đã đạt giới hạn ngân sách
zh_hans: 已达到预算上限

# rich_chat_goal_status_cancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
ja: キャンセル済み
ko: 취소됨
pl: Anulowany
pt_br: Cancelado
ru: Отменена
tr: İptal edildi
uk: Скасована
vi: Đã hủy
zh_hans: 已取消

# rich_chat_goal_status_complete
source: Complete
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
ko: 완료
pl: Ukończony
pt_br: Concluído
ru: Завершена
tr: Tamamlandı
uk: Завершена
vi: Hoàn tất
zh_hans: 已完成

# rich_chat_goal_status_failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
ja: 失敗
ko: 실패
pl: Niepowodzenie
pt_br: Falhou
ru: Не выполнена
tr: Başarısız
uk: Не виконана
vi: Thất bại
zh_hans: 失败

# rich_chat_goal_status_paused
source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止中
ko: 일시 중지됨
pl: Wstrzymany
pt_br: Pausado
ru: Приостановлена
tr: Duraklatıldı
uk: Призупинена
vi: Đã tạm dừng
zh_hans: 已暂停

# rich_chat_hide_details
source: Hide details
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
ja: 詳細を非表示
ko: 세부정보 숨기기
pl: Ukryj szczegóły
pt_br: Ocultar detalhes
ru: Скрыть подробности
tr: Ayrıntıları gizle
uk: Сховати подробиці
vi: Ẩn chi tiết
zh_hans: 隐藏详情

# rich_chat_image
source: Image
de: Bild
es: Imagen
ja: 画像
ko: 이미지
pl: Obraz
pt_br: Imagem
ru: Изображение
tr: Görsel
uk: Зображення
vi: Hình ảnh
zh_hans: 图片

# rich_chat_image_description
source: Conversation image
de: Bild aus der Unterhaltung
es: Imagen de la conversación
fr: Image de la conversation
ja: 会話の画像
ko: 대화 이미지
pl: Obraz z rozmowy
pt_br: Imagem da conversa
ru: Изображение из разговора
tr: Konuşma görseli
uk: Зображення з розмови
vi: Hình ảnh trong cuộc trò chuyện
zh_hans: 对话图片

# rich_chat_image_unavailable
source: This image could not be displayed safely.
de: Dieses Bild konnte nicht sicher angezeigt werden.
es: Esta imagen no se pudo mostrar de forma segura.
fr: Cette image n’a pas pu être affichée de manière sûre.
ja: この画像を安全に表示できませんでした。
ko: 이 이미지를 안전하게 표시할 수 없습니다.
pl: Nie udało się bezpiecznie wyświetlić tego obrazu.
pt_br: Não foi possível exibir esta imagem com segurança.
ru: Не удалось безопасно показать изображение.
tr: Bu görsel güvenli biçimde görüntülenemedi.
uk: Не вдалося безпечно показати це зображення.
vi: Không thể hiển thị hình ảnh này một cách an toàn.
zh_hans: 无法安全显示此图片。

# rich_chat_invalid_request
source: The request is incomplete or invalid.
de: Die Anfrage ist unvollständig oder ungültig.
es: La solicitud está incompleta o no es válida.
fr: La requête est incomplète ou non valide.
ja: リクエストが不完全か無効です。
ko: 요청이 불완전하거나 올바르지 않습니다.
pl: Żądanie jest niekompletne lub nieprawidłowe.
pt_br: A solicitação está incompleta ou é inválida.
ru: Запрос неполон или недействителен.
tr: İstek eksik veya geçersiz.
uk: Запит неповний або недійсний.
vi: Yêu cầu chưa đầy đủ hoặc không hợp lệ.
zh_hans: 请求不完整或无效。

# rich_chat_invalid_response
source: The desktop returned an invalid rich-chat response.
de: Der Desktop hat eine ungültige Rich-Chat-Antwort zurückgegeben.
es: El escritorio devolvió una respuesta de chat enriquecido no válida.
fr: L’ordinateur a renvoyé une réponse de chat enrichi non valide.
ja: デスクトップから無効なリッチチャット応答が返されました。
ko: 데스크톱에서 올바르지 않은 리치 채팅 응답을 반환했습니다.
pl: Aplikacja komputerowa zwróciła nieprawidłową odpowiedź rozbudowanego czatu.
pt_br: O computador retornou uma resposta de chat avançado inválida.
ru: Компьютер вернул недействительный ответ расширенного чата.
tr: Masaüstü geçersiz bir zengin sohbet yanıtı döndürdü.
uk: Комп’ютер повернув недійсну відповідь розширеного чату.
vi: Ứng dụng máy tính trả về phản hồi trò chuyện phong phú không hợp lệ.
zh_hans: 桌面端返回了无效的富聊天响应。

# rich_chat_load_older
source: Load earlier messages
de: Frühere Nachrichten laden
es: Cargar mensajes anteriores
fr: Charger les messages précédents
ja: 以前のメッセージを読み込む
ko: 이전 메시지 불러오기
pl: Wczytaj wcześniejsze wiadomości
pt_br: Carregar mensagens anteriores
ru: Загрузить предыдущие сообщения
tr: Önceki mesajları yükle
uk: Завантажити попередні повідомлення
vi: Tải tin nhắn trước đó
zh_hans: 加载更早的消息

# rich_chat_loading_checkpoints
source: Loading checkpoints…
de: Prüfpunkte werden geladen…
es: Cargando puntos de control…
fr: Chargement des points de contrôle…
ja: チェックポイントを読み込み中…
ko: 체크포인트 로드 중…
pl: Ładowanie punktów kontrolnych…
pt_br: Carregando pontos de controle…
ru: Загрузка контрольных точек…
tr: Kontrol noktaları yükleniyor…
uk: Завантаження контрольних точок…
vi: Đang tải điểm kiểm tra…
zh_hans: 正在加载检查点…

# rich_chat_loading_older
source: Loading older messages…
de: Ältere Nachrichten werden geladen…
es: Cargando mensajes anteriores…
fr: Chargement des messages précédents…
ja: 以前のメッセージを読み込み中…
ko: 이전 메시지 로드 중…
pl: Ładowanie starszych wiadomości…
pt_br: Carregando mensagens anteriores…
ru: Загрузка предыдущих сообщений…
tr: Eski mesajlar yükleniyor…
uk: Завантаження попередніх повідомлень…
vi: Đang tải tin nhắn cũ hơn…
zh_hans: 正在加载更早的消息…

# rich_chat_loading_transcript
source: Loading transcript…
de: Transkript wird geladen…
es: Cargando transcripción…
fr: Chargement de la transcription…
ja: トランスクリプトを読み込み中…
ko: 대화 기록 불러오는 중…
pl: Ładowanie transkrypcji…
pt_br: Carregando transcrição…
ru: Загрузка истории…
tr: Konuşma dökümü yükleniyor…
uk: Завантаження історії…
vi: Đang tải bản ghi…
zh_hans: 正在加载对话记录…

# rich_chat_message_placeholder
source: Message
de: Nachricht
es: Mensaje
ja: メッセージ
ko: 메시지
pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
tr: Mesaj
uk: Повідомлення
vi: Tin nhắn
zh_hans: 消息

# rich_chat_no_checkpoints
source: No file checkpoints are available.
de: Keine Datei-Prüfpunkte verfügbar.
es: No hay puntos de control de archivos disponibles.
fr: Aucun point de contrôle de fichiers disponible.
ja: 利用できるファイルチェックポイントはありません。
ko: 사용 가능한 파일 체크포인트가 없습니다.
pl: Brak dostępnych punktów kontrolnych plików.
pt_br: Nenhum ponto de controle de arquivos disponível.
ru: Контрольных точек файлов нет.
tr: Kullanılabilir dosya kontrol noktası yok.
uk: Контрольних точок файлів немає.
vi: Không có điểm kiểm tra tệp nào.
zh_hans: 没有可用的文件检查点。

# rich_chat_no_pending_steer
source: No follow-up instruction is staged.
de: Keine Folgeanweisung ist vorgemerkt.
es: No hay ninguna instrucción de seguimiento preparada.
fr: Aucune instruction de suivi n’est préparée.
ja: フォローアップ指示は準備されていません。
ko: 준비된 후속 지시가 없습니다.
pl: Nie przygotowano instrukcji uzupełniającej.
pt_br: Nenhuma instrução de acompanhamento está preparada.
ru: Дополнительная инструкция не подготовлена.
tr: Hazırlanmış bir takip talimatı yok.
uk: Подальшу інструкцію не підготовлено.
vi: Không có chỉ dẫn tiếp theo nào được chuẩn bị.
zh_hans: 没有已暂存的后续指示。

# rich_chat_no_session
source: No desktop session is selected.
de: Keine Desktop-Sitzung ausgewählt.
es: No hay ninguna sesión de escritorio seleccionada.
fr: Aucune session d’ordinateur n’est sélectionnée.
ja: デスクトップセッションが選択されていません。
ko: 선택된 데스크톱 세션이 없습니다.
pl: Nie wybrano sesji aplikacji komputerowej.
pt_br: Nenhuma sessão de computador está selecionada.
ru: Сессия компьютера не выбрана.
tr: Masaüstü oturumu seçilmedi.
uk: Сеанс комп’ютера не вибрано.
vi: Chưa chọn phiên ứng dụng máy tính.
zh_hans: 未选择桌面端会话。

# rich_chat_no_thread
source: No conversation is selected.
de: Keine Unterhaltung ausgewählt.
es: No hay ninguna conversación seleccionada.
fr: Aucune conversation n’est sélectionnée.
ja: 会話が選択されていません。
ko: 선택된 대화가 없습니다.
pl: Nie wybrano rozmowy.
pt_br: Nenhuma conversa está selecionada.
ru: Разговор не выбран.
tr: Konuşma seçilmedi.
uk: Розмову не вибрано.
vi: Chưa chọn cuộc trò chuyện.
zh_hans: 未选择对话。

# rich_chat_offline
source: Rich chat is unavailable while the desktop is offline.
de: Rich-Chat ist nicht verfügbar, solange der Desktop offline ist.
es: El chat enriquecido no está disponible mientras el escritorio está sin conexión.
fr: Le chat enrichi est indisponible lorsque l’ordinateur est hors ligne.
ja: デスクトップがオフラインの間はリッチチャットを利用できません。
ko: 데스크톱이 오프라인인 동안에는 리치 채팅을 사용할 수 없습니다.
pl: Rozbudowany czat jest niedostępny, gdy aplikacja komputerowa jest offline.
pt_br: O chat avançado fica indisponível enquanto o computador está offline.
ru: Расширенный чат недоступен, пока компьютер не в сети.
tr: Masaüstü çevrimdışıyken zengin sohbet kullanılamaz.
uk: Розширений чат недоступний, поки комп’ютер не в мережі.
vi: Không thể dùng trò chuyện phong phú khi ứng dụng máy tính ngoại tuyến.
zh_hans: 桌面端离线时无法使用富聊天。

# rich_chat_pause_goal
source: Pause goal
de: Ziel pausieren
es: Pausar objetivo
fr: Suspendre l’objectif
ja: 目標を一時停止
ko: 목표 일시 중지
pl: Wstrzymaj cel
pt_br: Pausar meta
ru: Приостановить цель
tr: Hedefi duraklat
uk: Призупинити ціль
vi: Tạm dừng mục tiêu
zh_hans: 暂停目标

# rich_chat_pending_steer
source: Pending steer
de: Ausstehende Anweisung
es: Instrucción pendiente
fr: Instruction en attente
ja: 保留中の指示
ko: 대기 중인 지시
pl: Oczekująca instrukcja
pt_br: Instrução pendente
ru: Ожидающая инструкция
tr: Bekleyen yönlendirme
uk: Очікувана інструкція
vi: Chỉ dẫn đang chờ
zh_hans: 待处理指示

# rich_chat_permission_denied
source: This session does not have permission for that action.
de: Diese Sitzung hat keine Berechtigung für diese Aktion.
es: Esta sesión no tiene permiso para realizar esa acción.
fr: Cette session n’est pas autorisée à effectuer cette action.
ja: このセッションには、その操作を行う権限がありません。
ko: 이 세션에는 해당 작업 권한이 없습니다.
pl: Ta sesja nie ma uprawnień do wykonania tej czynności.
pt_br: Esta sessão não tem permissão para essa ação.
ru: У этой сессии нет разрешения на данное действие.
tr: Bu oturumun söz konusu işlem için izni yok.
uk: Цей сеанс не має дозволу на таку дію.
vi: Phiên này không có quyền thực hiện thao tác đó.
zh_hans: 此会话无权执行该操作。

# rich_chat_raw_transport_unavailable
source: This media transfer is not available.
de: Diese Medienübertragung ist nicht verfügbar.
es: Esta transferencia multimedia no está disponible.
fr: Ce transfert multimédia n’est pas disponible.
ja: このメディア転送は利用できません。
ko: 이 미디어 전송을 사용할 수 없습니다.
pl: Ten transfer multimediów jest niedostępny.
pt_br: Esta transferência de mídia não está disponível.
ru: Эта передача медиафайлов недоступна.
tr: Bu medya aktarımı kullanılamıyor.
uk: Це передавання медіафайлів недоступне.
vi: Không thể sử dụng tính năng truyền nội dung đa phương tiện này.
zh_hans: 此媒体传输不可用。

# rich_chat_read_only
source: This session is read-only.
de: Diese Sitzung ist schreibgeschützt.
es: Esta sesión es de solo lectura.
fr: Cette session est en lecture seule.
ja: このセッションは読み取り専用です。
ko: 이 세션은 읽기 전용입니다.
pl: Ta sesja jest tylko do odczytu.
pt_br: Esta sessão é somente leitura.
ru: Эта сессия доступна только для чтения.
tr: Bu oturum salt okunurdur.
uk: Цей сеанс доступний лише для читання.
vi: Phiên này chỉ có thể đọc.
zh_hans: 此会话为只读。

# rich_chat_reasoning
source: Reasoning
de: Überlegung
es: Razonamiento
fr: Raisonnement
ja: 推論
ko: 추론
pl: Rozumowanie
pt_br: Raciocínio
ru: Рассуждение
tr: Akıl yürütme
uk: Міркування
vi: Lập luận
zh_hans: 推理

# rich_chat_refresh_checkpoints
source: Refresh checkpoints
de: Prüfpunkte aktualisieren
es: Actualizar puntos de control
fr: Actualiser les points de contrôle
ja: チェックポイントを更新
ko: 체크포인트 새로고침
pl: Odśwież punkty kontrolne
pt_br: Atualizar pontos de controle
ru: Обновить контрольные точки
tr: Kontrol noktalarını yenile
uk: Оновити контрольні точки
vi: Làm mới điểm kiểm tra
zh_hans: 刷新检查点

# rich_chat_refresh_required
source: The last change may have reached the desktop. Refresh before trying it again.
de: Die letzte Änderung könnte den Desktop erreicht haben. Aktualisiere vor einem erneuten Versuch.
es: Es posible que el último cambio haya llegado al escritorio. Actualiza antes de intentarlo de nuevo.
fr: La dernière modification a peut-être atteint l’ordinateur. Actualisez avant de réessayer.
ja: 最後の変更がデスクトップに届いた可能性があります。再試行する前に更新してください。
ko: 마지막 변경 사항이 데스크톱에 전달되었을 수 있습니다. 다시 시도하기 전에 새로고침하세요.
pl: Ostatnia zmiana mogła dotrzeć do aplikacji komputerowej. Odśwież przed ponowną próbą.
pt_br: A última alteração pode ter chegado ao computador. Atualize antes de tentar novamente.
ru: Последнее изменение могло дойти до компьютера. Обновите данные перед повторной попыткой.
tr: Son değişiklik masaüstüne ulaşmış olabilir. Yeniden denemeden önce yenileyin.
uk: Остання зміна могла надійти на комп’ютер. Оновіть дані перед повторною спробою.
vi: Thay đổi gần nhất có thể đã đến ứng dụng máy tính. Hãy làm mới trước khi thử lại.
zh_hans: 上次更改可能已送达桌面端。重试前请先刷新。

# rich_chat_refresh_transcript
source: Refresh transcript
de: Unterhaltung aktualisieren
es: Actualizar conversación
fr: Actualiser la conversation
ja: 会話を更新
ko: 대화 새로고침
pl: Odśwież zapis rozmowy
pt_br: Atualizar conversa
ru: Обновить переписку
tr: Konuşma dökümünü yenile
uk: Оновити розмову
vi: Làm mới bản ghi cuộc trò chuyện
zh_hans: 刷新对话

# rich_chat_remove_attachment
source: Remove attachment %1$@
de: Anhang %1$@ entfernen
es: Quitar archivo adjunto %1$@
fr: Supprimer la pièce jointe %1$@
ja: 添付ファイル %1$@ を削除
ko: 첨부 파일 %1$@ 삭제
pl: Usuń załącznik %1$@
pt_br: Remover anexo %1$@
ru: Удалить вложение %1$@
tr: %1$@ ekini kaldır
uk: Видалити вкладення %1$@
vi: Xóa tệp đính kèm %1$@
zh_hans: 移除附件 %1$@

# rich_chat_remove_attachment_action
source: Remove attachment
de: Anhang entfernen
es: Eliminar archivo adjunto
fr: Supprimer la pièce jointe
ja: 添付ファイルを削除
ko: 첨부 파일 제거
pl: Usuń załącznik
pt_br: Remover anexo
ru: Удалить вложение
tr: Eki kaldır
uk: Видалити вкладення
vi: Xóa tệp đính kèm
zh_hans: 移除附件

# rich_chat_request_failed
source: The desktop could not complete the request.
de: Der Desktop konnte die Anfrage nicht abschließen.
es: El escritorio no pudo completar la solicitud.
fr: L’ordinateur n’a pas pu terminer la requête.
ja: デスクトップでリクエストを完了できませんでした。
ko: 데스크톱에서 요청을 완료하지 못했습니다.
pl: Aplikacja komputerowa nie mogła zrealizować żądania.
pt_br: O computador não conseguiu concluir a solicitação.
ru: Компьютеру не удалось выполнить запрос.
tr: Masaüstü isteği tamamlayamadı.
uk: Комп’ютеру не вдалося виконати запит.
vi: Ứng dụng máy tính không thể hoàn tất yêu cầu.
zh_hans: 桌面端无法完成请求。
